<?php include 'header.php' ?>
<h2>Что такое антихакеры?</h2>
<p><em><big>Антихакеры</big></em> - это организация, которая борется с хакерами, мошенниками, <em>спамерами</em> и другими личностями, которые приносят обществу вред.</p>
<p>Если вас взломали, против вас читерили, случилось что-то другое, вы можете написать жалобу <a href='/bad.php'>здесь</a>.</p>
<p>У антихакеров есть форум, чат и многое другое. Эта организация очень популярна, потому что у неё есть очень богатая история. Однако особенность этой организации в том, что в ней состоят в основном дети и подростки от 8 до 14 лет. По крайней мере, так было во время <b>Антихакерского клубов №1, №2, №3 и №4</b> (№1 и №3 взломаны, №2 закрыт из-за бана лидера антихакеров Фиша224, или создателя сего сайта).</p>
<h2>История антихакеров</h2>
<p>Точная дата организации антихакеров (Антихакерского клуба №1) неизвестна, однако создание Антихакерского клуба №2 и взлом Антихакерского клуба №1 был <em>17 декабря 2021 года</em>, а Раскол Антихакеров (когда большинство антихакеров, которые были за россию, устроили бунт в клубе, и перешли в Антихакерский клуб №3), был <em>11 мая 2022 года</em>. Затем <em>1 августа 2022 года</em> произошел масштабный взлом клубов, в ходе которого были взломаны клубы, или <b title='См. https://lichess.org/team'>команды</b> Антихакерский Клуб №3, Мстители и ряд других. Независимо от друг друга действовали Фиш224 и Легион Де Ворон, которые боролись против Мегаробота, лидера антихакеров до взлома Антихакерского клуба №1 и после референдума, в котором его признали лидером, со счетом <em>37-27</em>. Вечером того же дня, из-за взломов, модерация сайта <a href='https://lichess.org'>Lichess.org</a> заблокировала аккаунты Фиша224 и людей из Легиона Де Ворона (TryToPassWIL, Bogdan_Pokhiluk, NekitBS и др), закрыла Антихакерский клуб №2, а также улучшила безопасность веб-сайта. В тот же день антихакеры перешли в Антихакерский клуб №4.</p>
<p>Однако не все антихакеры перешли в Антихакерский клуб №3. Из-за нехватки антихакеров (так, в Антихакерском клубе №1 было <em>90</em> людей, в Антихакерском клубе №2 было <em>180</em> людей, в Антихакерском клубе №3 лишь <em>50</em>, а в Антихакерском клубе №4 вообще <em>25</em>), активность в антихакерских клубах, начиная с номера 3, постепенно снизилась, а количество взломов клубов, наоборот, повысилась, скорее всего, из-за фиша224 (далее <b>я</b>), который перешел на сторону хакеров. Необходимо заметить, что то этого сайта организация немногим отличалась от обычного форума, так как Мегаробот и большинство приближенных антихакеров не умели (или не умеют) программировать.</p>
<p>И вот <em>11 сентября 2022 года</em> был создан оффициальный антихакерский сайт, который будет вместо антихакерских клубов. За время, пока я был хакером, я научился многому, чего не умел до своего бана. Я надеюсь, что антихакеры когда-то станут могучей организацией, которая будет действительно заниматься тем, что было задумано - защищать интернет.</p>
<h2>Почему антихакеры?</h2>
<ul>
<li>Антихакеры - единственная организация в своём роде. Если вас взломают, пожалуй, мы чуть ли не единственная организация, способная нам помочь.</li>
<li>Мы делаем свои услуги <b>совершенно бесплатно</b>.</li>
<li>В нашем лице вы сможете найти своих друзей или вы можете стать одним из нас.</li>
<li>Не знаю что тут еще писать)</li>
</ul>
<small>Создатель сайта <a href='mailto:borisiuk.ivan.224@gmail.com'>fish224</a>. Все права защищены.</small>
</body>
</html>