<?php include 'header.php' ?>
<br>
<h2>Как стать Антихакером?</h2>
<p>Так как на этом сайте есть очень много секретной информации, то мы не хотим, чтобы она "слилась" в открытый доступ, то, стать антихакером может не всякий. На нашем сайте используется система <em>уровней</em>. Это означает, что у каждого аккаунта есть уровень - число от 0 до 10. Число 0 означает, что человек не антихакер, 10 даёт полный доступ к сайту. Когда человек становится антихакером, ему дают уровень 1. Чем дальше, чем тяжелее переходить на новый уровень. Однако вас могут и понизить, если вас будут подозревать в измене, или если вы будете неактивны. Цифры после запятой означают, сколько осталось до нового уровня.</p>
<p>Когда вам дали уровень 1, вы получаете доступ к <b>Антихакерскому менеджеру файлов</b> и <b>Антихакерскому форуму</b>. Пожалуйста, обратите внимание, что первый уровень получить очень сложно, если я вас не знаю, иначе вы можете оказатся одним из шпионов.</p>
<p>Уровень пользователя доступен публично в профиле аккаунта пользователя. 10-й, последний уровень, не может получить никто, кроме меня. Не выпрашиваете у меня уровень - он сам найдет вас. Пишите на форуме, сообщайте инфу, старайтесь для нас и будете приняты в нашу команду!</p>
<p>Искренне Ваш, fish224.</p>
</body>
</html>