<?php include 'header.php' ?>
<br>
<h2>Самые известные проекты антихакеров:</h2>
<p>У антихакеров есть много проектов, прошлых - которые давно были и прошли, настоящих - которые сейчас есть, и будущих - которые скоро будут. Здесь перечислены проекты, которые в настоящий момент доступны, и могут использоваться.</p>
<h3>1. Бот, играющий в шахматы</h3>
<p>Движок, самостоятельно играющий в шахматы, был написан мною давно - еще <em>26 декабря 2021 года</em>, когда война еще и не думала начинаться. Но мало того, что он играет в шахматы - он играет в них на шахматной платформе <a href='https://lichess.dev'>Lichess.dev</a>, так что вы можете сыграть с ним прямо сейчас, вот его <a href='https://lichess.dev/@/AntihackersBotik'>профиль</a>.
<p>Мой бот, конечно не очень сильный (около 1600 пунктов в блиц и 1900 в пулю), но надо учесть, что мне всего 12 лет и я создавал его в одиночку, даже без кусков, взятых из интернета. Тактика у него простая: не подставлять фигуры, есть фигуру если можно, не подставлятся под мат, ставить мат. Один из главных его недостатков - это то, что если даже у него лишняя ладья или даже ферзь, то у соперника есть вполне большие шансы на ничью, если он не будет менять фигуры и зевать мат.</p>
<b style='font-size:12px'>Версия: 2.9.</b>
<h3>2. База ботов</h3>
<p>Естественно, таких ботов, как у меня, на личессе пруд пруди, а точнее, <em>несколько тысяч</em>. Но сам личесс показывает из них только ботов, которые в настоящий момент онлайн, на <a href='https://lichess.org/player/bots'>этой</a> странице. И я решил найти ботов, рейтинг которых будет примерно равен рейтингу моего бота. Сказано - сделано, и вот у меня оказался список из тысяч ботов, который я <a href='https://antihackers.neocities.org/'>выложил в интернет</a> (боты отсортированы по рейтингу в пулю).</p>
<p>Чтобы ваш бот попал в эту базу, вам надо всего лишь сыграть хотя бы одну партию с каким-то ботом, который есть в этой базе.</p>
<b style='font-size:12px'>Последнее обновление: 9 декабря</b>
<h3>3. Сайт newvariants.42web.io</h3>
<p><a href='http://newvariants.42web.io'>Newvariants</a> - это сайт, где можно узнавать информацию про команду или участника, при этом для команды доступна расширенная информация, то есть статистика по участникам команды (сколько забаненных в команде, сколько сильных и т.д.). В настоящее время не разрабатывается.</p>
<h3>4. Библиотека антихакеров</h3>
<p><a href='http://library.antihackers.ezyro.com'>Библиотека антихакеров</a> - это место где можно бесплатно выложить свою книгу, а еще почитать лучшие произведения авторов личесса. Также доступна функция оценки книги. Заходи!</p>
</body>
</html>