<?php include 'header.php' ?>
<br><br>
<p>Это правила, которые вы обязаны соблюдать, когда вы находитесь на сайте. За их невыполнение вам будет послано предупреждение или выдан бан аккаунту/IP адресу, в зависимости от нарушения. Просим заметить, что неадекватное поведение, которое не запрещено правилами, также может быть наказано.</p>
<h2>1. Основные правила</h2>
<big>1.1.</big> Не посылать слишком много запросов;<br>
<big>1.2.</big> Не взламывать других пользователей и сам сайт;<br>
<big>1.3.</big> Относится с уважением к другим пользователям и сайту;<br>
<big>1.4.</big> Вести себя адекватно;<br>
<big>1.5.</big> Запрещается делать фишинг этого сайта;<br>
<big>1.6.</big> Запрещено DDoS-ить сайт;<br>
<big>1.7.</big> Запрещена поддержка фашизма, нацизма, коммунизма и рашизма.<br>
<h2>2. Правила жалоб</h2>
<big>2.1.</big> Жалоба должна быть полной, то есть вы должны написать все, что думаете про вашу проблему;<br>
<big>2.2.</big> Не посылать бессмысленных жалоб;<br>
<big>2.3.</big> Не посылать жалоб с оскорблениями;<br>
<big>2.4.</big> С пониманием относится к тому, что ваша жалоба может быть отклонена.<br>
<h2>3. Правила аккаунта</h2>
<big>3.1.</big> Ваше имя пользователя должно быть адекватным;<br>
<big>3.2.</big> Ваша фотография и описание также должны быть адекватными и иметь смысл;<br>
<big>3.3.</big> Запрещается большое количество бессмысленных аккаунтов;<br>
<big>3.4.</big> Запрещается заходить в аккаунт просто чтобы побаловатся, то есть когда вы уже зашли;<br>
<big>3.5.</big> Запрещается кукловодство, то есть делать несколько аккаунтов, и устраивать скандалы, споры, разговоры между ними на форуме;<br>
<big>3.6.</big> Запрещается использовать несколько аккаунтов, чтобы этим унижать или оскорблять другого человека;<br>
<big>3.7.</big> Запрещаются дополнительные аккаунты для обхода бана.<br>
<h2>4. Правила форума</h2>
<big>4.1.</big> Запрещается флудить;<br>
<big>4.2.</big> Запрещается спамить не в меру;<br>
<big>4.3.</big> Наш сайт поддерживает <b>Украину</b>. Это означает, что оскорбления Украины, ложь про войну и.т.д. <b>запрещены</b>;<br>
<big>4.4.</big> См. Правило 3.5;<br>
<big>4.5.</big> Запрещается оскорблять других пользователей или писать неадекватные сообщения;<br>
<big>4.6.</big> Запрещен троллинг.<br>
<h2>5. Правила чата</h2>
<em>Правила чата аналогичны правилам форума</em>
</body>
</html>