<?php include '../header.php' ?>
<?php include 'header.php' ?>
<html>
<h1>Представляем - элетронная библиотека Антихакеров!</h1><br><br>
<center>
<section style='width:50%; text-align:center;'>
<b>Да, есть сотни таких же библиотек, но эта лучше, потому что там есть книги, которых вы не найдёте в других библиотеках!</b><br><br>
<b>Еще</b>, Вы можете загрузить сюда ЛЮБУЮ книгу без грубостей <em>СОВЕРШЕННО БЕСПЛАТНО</em>*!<br><br>
А пока что почитайте произведения, признаными ЛУЧШИМИ нашими читателями: <a href='booklist.php'>library.antihackers.ezyro.com/booklist.php</a><br><br>
<b style='font-size:<?=$size/1.25?>px'>*) Книги, которые не имеют смысла или плохого качества (мало просмотров и плохая оценка пользователей) могут быть удалены. Загрузить свою книгу можно <a href='newbook.php'>здесь</a>.</b>
</section>
</center>
</html>