<html>
    <head>
       <title>Новогоднее обновление!</title>
       <meta charset='utf-8'>
    </head>
    <body>
        <center><h1>Что нового на сайте:</h1></center>
        <p>Итак, сегодня я хочу сообщить всем радостную новость - у нас обновление! А это, конечно же, означает, что сайт будет еще лучше! Так вот, рассказываю:</p>
        <p>Во-первых, что самое главное, мы начнем работать по-настоящему. Это огромный шаг, которого не сделали и никогда не сделают наши конкуренты со своей антихакерской организацией. А именно, мы будем ловить читеров, останавливать хакеров, ликвидировать фишинговые сайты, составлять базы и так далее. А самое главное, я хочу чтобы у нас был бюджет, чтобы мы работали еще эффективнее. И мы начнем 1 января 2023 года, то есть уже через три недели! Записатся к нам на работу можно <a href='/welcome.php'>прямо сейчас</a>. А еще я решил что зарплата первым 20 работникам будет в размере 1% от нашего капитала, а спонсору, который согласится дать свою карточку, целых 15%!</p>
        <p>Во-вторых, вчера я сделал новый сайт, где можно бесплатно рекламировать свои клубики! Вот ссылка: <a href='http://freeadversting.is-great.org'>freeadversting.is-great.org</a>. Можете сами пойти туда и добавить свою рекламу, это реально бесплатно и реально работает!</p>
        <p>В-третьих, я добавил блог, то есть вы можете читать мои статьи, чтобы увидеть все: <a href='/articles/'>antihackers.ezyro.com/articles</a>. На момент публикации там всего 2 статьи, но скоро будут еще и еще.</p>
        <p>В-четвёртых, я убрал из меню варианты, которые не разработаны, то есть "Срочная связь" и "Личные сообщения". Но, я уверен, что скоро это все будет!</p>
        <p>И в-пятых, я думаю добавить на сайт такие фичи, как а) Шахматный бот разных уровней сложности; б) Несколько игр; в) Сделать наконец ссылки на форуме и упоминания; г) более продвинутую проверку пароля; е) ЛС. Буду сообщать, как продвигается дело. Пожалуйста, предложите свои идеи по кнопке ниже!</p>
        <button onclick='window.open("/forum/25POSTS", "_self")'>Прокомментировать этот пост</button>
    </body>
</html>