<?php include '../header.php' ?>
<html>
<head>
<title>Новое обновление</title>
<meta charset='utf-8'>
</head>
<body>
<h1>Новое обновление: уведомления!</h1>
<p>С <b>9 марта 2023 года</b>, на нашем сайте доступны уведомления! К сожалению, пока что доступны только те уведомления, которые я пишу вручную, однако уже скоро вы будете получать уведомления при новом личном сообщении и другом действии!</p>
<p>А пока что Вы можете <a href='/forum/40POSTS'>обсудить статью на форуме</a>..</p>
</body>
</html>