<?php include '../logger.php' ?>
<html>
<head>
<meta charset='utf-8'>
<title>НОВОЕ ОБНОВЛЕНИЕ!</title>
</head>
<body>
<h1>Спустя месяц наконец-то вышло новое обновление сайта</h1>
<p>Новое обновление сайта заключается в том, что теперь доступна ВЕРСИЯ НА АНГЛИЙСКОМ! Чтобы перейти на английский язык, вам надо всего лишь нажать <b>Language > English</b> в меню сайта. Правда, я переводил с помощью Google translate, так что написано не очень правильно.</p>
<p>А еще я исправил баг, из-за которого нельзя было изменить свои настройки. Кстати, скоро будет следующее обновление - я собираюсь сделать покрасивее дизайн профилей, так как они выглядят слишком ужастно.</p>
</body>
</html>